[{
    "id": "",
    "title": "Comparative Anatomy of the Larynx and Related Structures",
    "name": "journal892343243.pdf",
    "type": "pdf",
    "author": "Sungmon Chun and Katherine J. Kamir",
    "date": "27 Dec 2012",
    "abstract": "The larynx is located within the anterior aspect of the neck, anterior to the inferior portion of the pharynx and superior to the trachea. Its primary function is to protect the lower airway by closing abruptly upon mechanical stimulation, thereby halting respiration and preventing the entry of foreign matter into the airway. ",
    "image": "larynx.png"
},
{
    "id": "",
    "title": "Structure, function, and control of the human musculoskeletal network",
    "name": "journal2002811.doc",
    "type": "word",
    "author": "Andrew C Murphy, David Baker",
    "date": "21 April 2017",
    "abstract": "We constructed a highly simplified whole-body musculoskeletal network in which single muscles connect to multiple bones via both origin and insertion points. We demonstrated that, using this simplified model, a muscle's role in this network could offer a theoretical prediction of the susceptibility of surrounding components to secondary injury.",
    "image": "muscular.png"
},
{
    "id": "",
    "title": "The arteries of the human kidney",
    "name": "journal4160172.pdf",
    "type": "pdf",
    "author": "H. Fine, E. N. Keen",
    "date": "22 Dec 2017",
    "abstract": "A study of the arrangement of the branches of the renal arteries, and the pelvis and calyces in African, European and Indian subjects has revealed a large variety of patterns.",
    "image": "kidney.png"
},
{
    "id": "",
    "title": "Anterior Cervical Disectomy Fusion surgery versus Disc Replacement",
    "name": "s49801716670.pdf",
    "type": "pdf",
    "author": "Si-Dong Yang, Yan-Bo Zhu",
    "date": "5 July 2017",
    "abstract": "Anterior cervical discectomy and fusion is a surgical procedure to treat nerve root or spinal cord compression by decompressing the spinal cord and nerve roots of the cervical spine with a discectomy in order to stabilize the corresponding vertebrae",
    "image": "surgery.png"
},
{
    "id": "",
    "title": "Advances in Brain Tumor Surgery for Glioblastoma in Adults",
    "name": "journal9837483.pdf",
    "type": "pdf",
    "author": "Alfredo Ramos, Gazanfar Rahmathulla",
    "date": "19 Jan 2007",
    "abstract": "The brain is an amazing three-pound organ that controls all functions of the body, interprets information from the outside world, and embodies the essence of the mind and soul. Intelligence, creativity, emotion, and memory are a few of the many things governed by the brain. Protected within the skull, the brain is composed of the cerebrum, cerebellum, and brainstem.",
    "image": "brain.png"
},
{
    "id": "",
    "title": "The good behaviour game- Maintenance effects",
    "name": "S0355161483.pdf",
    "type": "pdf",
    "author": "Donya Lynch, Mickey Keenan",
    "date": "26 Feb, 2016",
    "abstract": "This study examined the effects of the Good Behaviour Game on teacher and student behaviour in a general education classroom. Using a multiple baseline design across classes, baseline rates of disruptive behaviours were collected in each class and the class was divided into two teams",
    "image": ""
},
{
    "id": "",
    "title": "What do teachers of students with autism spectrum disorder know",
    "name": "S0803551637.pdf",
    "type": "pdf",
    "author": "Brian Fennell, Karola D.",
    "date": "22 Jan 2016",
    "abstract": "With rising numbers of school-aged children with autism educated in mainstream classrooms and applied behavior analysis (ABA) considered the basis of best practice, teachers’ knowledge in this field has become a key concern for inclusion.",
    "image": ""
},
{
    "id": "",
    "title": "How to improve student learning in every classroom now",
    "name": "S0883035516.pdf",
    "type": "pdf",
    "author": "Janet Twyman, William Heward",
    "date": "27 May 2001",
    "abstract": "This paper is our attempt to help any of the world’s 60 million teachers who ask, “What can I do right now to improve learning in my classroom?” We describe three easy-to-use teaching tactics derived from applied behavior analysis that consistently yield measurably superior learning outcomes.",
    "image": ""
},
{
    "id": "",
    "title": "Writing on writing",
    "name": "S0883433035.pdf",
    "type": "pdf",
    "author": "",
    "date": "11 Jan 2004",
    "abstract": "t is uncommon to find a behavior analytic or scientific analysis of creativity or of creative behaviors of people in the arts. This article looks at the use of direct instruction to teach writing to elementary through high school students.",
    "image": ""
},
{
    "id": "",
    "title": "Multi-grade teaching practices in Austrian and Finnish primary schools",
    "name": "S3551574234.pdf",
    "type": "pdf",
    "author": "Eeva Kaisa, Tina Hauser",
    "date": "31 Oct 2015",
    "abstract": "This article describes the teaching strategies used in multi-grade classes in five small rural primary schools in Austria and Finland on the basis of the content analysis of transcribed teacher interviews.",
    "image": ""
}


]